Repository: heryandjaruma/transium
Catalog: transium/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: id

source: Account
id: Akun

source: Active Quest
id: Misi Aktif

source: Badges
id: Lencana

source: Calories
id: Kalori

source: Cancel
id: Batal

source: Choose from Library
id: Pilih dari Galeri

source: Close
id: Tutup

source: Cost Saved
id: Hemat Biaya

source: Crafted for sustainable travel in Bali
id: Dibuat untuk perjalanan ramah lingkungan di Bali

source: Current Location
id: Lokasi Saat Ini

source: Delete Account
id: Hapus Akun

source: Delete Account?
id: Hapus Akun?

source: Destination
id: Tujuan

source: Directions
id: Petunjuk Arah

source: Discover newly unlocked routes and community events.
id: Temukan rute baru dan acara komunitas.

source: Distance
id: Jarak

source: Earned Badges
id: Lencana Didapat

source: Edit Account
id: Ubah Akun

source: Edit Profile
id: Ubah Profil

source: End Journey
id: Akhiri Perjalanan

source: Explorer
id: Penjelajah

source: First name
id: Nama depan

source: Gallery
id: Galeri

source: Get live trip updates, milestone alerts, and reminders.
id: Dapatkan info perjalanan langsung, peringatan capaian, dan pengingat.

source: Get Ready to Get Off
id: Bersiap untuk Turun

source: Go Mode
id: Mode Jalan

source: Go to the Next Trip!
id: Lanjut ke Perjalanan Berikutnya!

source: Health & Fitness
id: Kesehatan & Kebugaran

source: If more people take public transportation, there’s higher chance we can get even better infrastructures and more frequent services!
id: Jika lebih banyak orang naik transportasi umum, semakin besar peluang kita mendapat infrastruktur yang lebih baik dan layanan yang lebih sering!

source: Language
id: Bahasa

source: Last name
id: Nama belakang

source: Load More
id: Muat Lebih Banyak

source: Manage notifications & device access
id: Kelola notifikasi & akses perangkat

source: Music
id: Musik

source: Name
id: Nama

source: Nearby Stops
id: Halte Terdekat

source: Next Stop
id: Halte Berikutnya

source: No badges yet — complete a quest to earn your first one.
id: Belum ada lencana — selesaikan misi untuk mendapatkan lencana pertamamu.

source: No photos yet — they'll show up here once you snap some on a quest.
id: Belum ada foto — foto akan muncul di sini setelah kamu mengambil foto saat misi.

source: No saved quests yet
id: Belum ada misi yang tersimpan

source: Permissions
id: Izin Akses

source: Profile
id: Profil

source: Promotional Alerts
id: Info Promosi

source: Quest Announcements
id: Pengumuman Misi

source: Quest Complete
id: Misi Selesai

source: RECOMMENDED
id: DISARANKAN

source: Save
id: Simpan

source: Saved
id: Tersimpan

source: Saved Quests
id: Misi Tersimpan

source: Search places or routes
id: Cari tempat atau rute

source: Settings
id: Pengaturan

source: Share your experience
id: Bagikan pengalamanmu

source: Sign Out
id: Keluar

source: Sign out?
id: Keluar akun?

source: Signing out...
id: Sedang keluar...

source: Start
id: Mulai

source: Start Journey
id: Mulai Perjalanan

source: Start Quest
id: Mulai Misi

source: Such a Great Trip! ✨
id: Perjalanan yang Hebat! ✨

source: Take Photo
id: Ambil Foto

source: Total Steps
id: Total Langkah

source: Track your walking distance, calories, and steps.
id: Lacak jarak jalan kaki, kalori, dan langkah Anda.

source: Transited sustainably with Transium
id: Bepergian ramah lingkungan bersama Transium

source: Trip Summary
id: Ringkasan Perjalanan

source: Voice
id: Suara

source: Walk
id: Jalan Kaki

source: Where do you want to go?
id: Mau pergi ke mana?

source: You have arrived at your destination!
id: Anda telah tiba di tujuan!

source: You will need to login again with Apple later.
id: Anda harus masuk kembali dengan Apple nanti.

source: Your Badges
id: Lencana Kamu
